Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

source: Cover an Object…
ar: حجب عنصر…
de: Objekt verdecken…
es: Censurar un objeto…
es_419: Censurar un objeto…
fr: Masquer un objet…
it: Copri un oggetto…
ja: オブジェクトをマスク…
ko: 개체 가리기…
nl: Object afdekken…
pl: Zamaż obiekt…
pt_br: Ocultar um objeto…
pt_pt: Ocultar um objeto…
sv: Maskera ett objekt…
tr: Nesne karart…
zh_hans: 遮盖物体…
zh_hant: 遮蓋物體…

source: Cover ends
ar: نهاية الحجب
de: Abdeckung endet
es: Fin de la censura
es_419: Fin de la censura
fr: Fin du masquage
it: Fine copertura
ja: マスクの終了
ko: 가리기 끝
nl: Einde afdekking
pl: Koniec zamazania
pt_br: Fim da ocultação
pt_pt: Fim da ocultação
sv: Maskeringen slutar
tr: Karartma bitişi
zh_hans: 遮盖结束
zh_hant: 遮蓋結束

source: Cover faces
ar: حجب الوجوه
de: Gesichter verdecken
es: Censurar caras
es_419: Censurar caras
fr: Masquer les visages
it: Copri i volti
ja: 顔をマスク
ko: 얼굴 가리기
nl: Gezichten afdekken
pl: Zamazuj twarze
pt_br: Ocultar rostos
pt_pt: Ocultar rostos
sv: Maskera ansikten
tr: Yüzleri karart
zh_hans: 遮盖面孔
zh_hant: 遮蓋臉孔

source: Cover for face %lld
ar: حجب الوجه %lld
de: Abdeckung für Gesicht %lld
es: Censura de la cara %lld
es_419: Censura de la cara %lld
fr: Masquage du visage %lld
it: Copertura del volto %lld
ja: 顔%lldのマスク
ko: 얼굴 %lld 가리기
nl: Afdekking voor gezicht %lld
pl: Zamazanie twarzy %lld
pt_br: Ocultação do rosto %lld
pt_pt: Ocultação do rosto %lld
sv: Maskering för ansikte %lld
tr: Yüz %lld karartması
zh_hans: 面孔 %lld 的遮盖
zh_hant: 臉孔 %lld 的遮蓋

source: Cover for object %lld
ar: حجب العنصر %lld
de: Abdeckung für Objekt %lld
es: Censura del objeto %lld
es_419: Censura del objeto %lld
fr: Masquage de l’objet %lld
it: Copertura dell’oggetto %lld
ja: オブジェクト%lldのマスク
ko: 개체 %lld 가리기
nl: Afdekking voor object %lld
pl: Zamazanie obiektu %lld
pt_br: Ocultação do objeto %lld
pt_pt: Ocultação do objeto %lld
sv: Maskering för objekt %lld
tr: Nesne %lld karartması
zh_hans: 物体 %lld 的遮盖
zh_hant: 物體 %lld 的遮蓋

source: Cover starts
ar: بداية الحجب
de: Abdeckung beginnt
es: Inicio de la censura
es_419: Inicio de la censura
fr: Début du masquage
it: Inizio copertura
ja: マスクの開始
ko: 가리기 시작
nl: Begin afdekking
pl: Początek zamazania
pt_br: Início da ocultação
pt_pt: Início da ocultação
sv: Maskeringen börjar
tr: Karartma başlangıcı
zh_hans: 遮盖开始
zh_hant: 遮蓋開始

source: Cover with
ar: الحجب بواسطة
de: Verdecken mit
es: Censurar con
es_419: Censurar con
fr: Masquer avec
it: Copri con
ja: マスクの方法
ko: 가리기 방식
nl: Afdekken met
pl: Zamazuj stylem
pt_br: Ocultar com
pt_pt: Ocultar com
sv: Maskera med
tr: Karartma biçimi
zh_hans: 遮盖方式
zh_hant: 遮蓋方式

source: Covering and saving a copy…
ar: جارٍ الحجب وحفظ نسخة…
de: Wird verdeckt und als Kopie gesichert…
es: Censurando y guardando una copia…
es_419: Censurando y guardando una copia…
fr: Masquage et enregistrement d’une copie…
it: Copertura e salvataggio di una copia…
ja: マスクしてコピーを保存中…
ko: 가리고 사본을 저장하는 중…
nl: Afdekken en kopie bewaren…
pl: Zamazywanie i zachowywanie kopii…
pt_br: Ocultando e salvando uma cópia…
pt_pt: A ocultar e a guardar uma cópia…
sv: Maskerar och sparar en kopia…
tr: Karartılıyor ve kopya kaydediliyor…
zh_hans: 正在遮盖并存储副本…
zh_hant: 正在遮蓋並儲存拷貝…

source: Credit Card
ar: بطاقة ائتمان
de: Kreditkarte
es: Tarjeta de crédito
es_419: Tarjeta de crédito
fr: Carte de crédit
it: Carta di credito
ja: クレジットカード
ko: 신용카드
pl: Karta kredytowa
pt_br: Cartão de crédito
pt_pt: Cartão de crédito
sv: Kreditkort
tr: Kredi Kartı
zh_hans: 信用卡
zh_hant: 信用卡

source: Credit Card Number
ar: رقم بطاقة الائتمان
de: Kreditkartennummer
es: Número de tarjeta de crédito
es_419: Número de tarjeta de crédito
fr: Numéro de carte de crédit
it: Numero di carta di credito
ja: クレジットカード番号
ko: 신용카드 번호
nl: Creditcardnummer
pl: Numer karty kredytowej
pt_br: Número de cartão de crédito
pt_pt: Número de cartão de crédito
sv: Kreditkortsnummer
tr: Kredi Kartı Numarası
zh_hans: 信用卡号码
zh_hant: 信用卡號碼

source: Credit card detected
ar: تم الكشف عن بطاقة ائتمان
de: Kreditkarte erkannt
es: Tarjeta de crédito detectada
es_419: Tarjeta de crédito detectada
fr: Carte de crédit détectée
it: Carta di credito rilevata
ja: クレジットカードを検出
ko: 신용카드 감지됨
nl: Creditcard gedetecteerd
pl: Wykryto kartę kredytową
pt_br: Cartão de crédito detectado
pt_pt: Cartão de crédito detetado
sv: Kreditkort upptäckt
tr: Kredi kartı algılandı
zh_hans: 检测到信用卡
zh_hant: 偵測到信用卡

source: Critical
ar: حرجة
de: Kritisch
es: Crítico
es_419: Crítico
fr: Critique
it: Critico
ja: 重大
ko: 심각
nl: Kritiek
pl: Krytyczne
pt_br: Crítico
pt_pt: Crítico
sv: Kritisk
tr: Kritik
zh_hans: 极高
zh_hant: 極高

source: Critical Risk
ar: خطورة حرجة
de: Kritisches Risiko
es: Riesgo crítico
es_419: Riesgo crítico
fr: Risque critique
it: Rischio critico
ja: 重大リスク
ko: 심각한 위험
nl: Kritiek risico
pl: Krytyczne ryzyko
pt_br: Risco crítico
pt_pt: Risco crítico
sv: Kritisk risk
tr: Kritik Risk
zh_hans: 极高风险
zh_hant: 極高風險

source: Crosshatch
ar: تظليل متقاطع
de: Kreuzschraffur
es: Trama cruzada
es_419: Trama cruzada
fr: Hachures croisées
it: Tratteggio
ja: クロスハッチ
ko: 격자 무늬
nl: Kruisarcering
pl: Kreskowany
pt_br: Hachurado
pt_pt: Hachura cruzada
sv: Korsskrafferad
tr: Çapraz tarama
zh_hans: 交叉线
zh_hant: 交叉斜線

source: Crypto Wallet Address
ar: عنوان محفظة العملات المشفرة
de: Krypto-Wallet-Adresse
es: Dirección de monedero de criptomonedas
es_419: Dirección de billetera de criptomonedas
fr: Adresse de portefeuille crypto
it: Indirizzo del portafoglio crypto
ja: 暗号資産ウォレットのアドレス
ko: 암호화폐 지갑 주소
nl: Crypto-walletadres
pl: Adres portfela kryptowalut
pt_br: Endereço de carteira cripto
pt_pt: Endereço de carteira de criptomoedas
sv: Kryptoplånboksadress
tr: Kripto Cüzdan Adresi
zh_hans: 加密货币钱包地址
zh_hant: 加密錢包地址

source: Current file size
ar: حجم الملف الحالي
de: Aktuelle Dateigröße
es: Tamaño actual del archivo
es_419: Tamaño actual del archivo
fr: Taille actuelle du fichier
it: Dimensione attuale del file
ja: 現在のファイルサイズ
ko: 현재 파일 크기
nl: Huidige bestandsgrootte
pl: Aktualny rozmiar pliku
pt_br: Tamanho atual do arquivo
pt_pt: Tamanho atual do ficheiro
sv: Aktuell filstorlek
tr: Geçerli dosya boyutu
zh_hans: 当前文件大小
zh_hant: 目前檔案大小

source: Custom Redaction
ar: حجب مخصص
de: Eigene Schwärzung
es: Censura personalizada
es_419: Censura personalizada
fr: Masquage personnalisé
it: Oscuramento personalizzato
ja: カスタムマスク
ko: 사용자 지정 가림
nl: Eigen afdekking
pl: Własne zamazanie
pt_br: Ocultação personalizada
pt_pt: Ocultação personalizada
sv: Egen maskering
tr: Özel Karartma
zh_hans: 自定义遮盖
zh_hant: 自訂遮蓋

source: Database Connection String
ar: سلسلة اتصال قاعدة البيانات
de: Datenbank-Verbindungsstring
es: Cadena de conexión a base de datos
es_419: Cadena de conexión a base de datos
fr: Chaîne de connexion de base de données
it: Stringa di connessione al database
ja: データベース接続文字列
ko: 데이터베이스 연결 문자열
nl: Databaseverbindingsreeks
pl: Ciąg połączenia z bazą danych
pt_br: String de conexão de banco de dados
pt_pt: Cadeia de ligação a base de dados
sv: Anslutningssträng till databas
tr: Veritabanı Bağlantı Dizesi
zh_hans: 数据库连接字符串
zh_hant: 資料庫連線字串

source: Database/broker URIs with inline credentials: postgres, mysql, mongodb, redis, amqp
ar: عناوين URI لقواعد البيانات والوسطاء التي تتضمن بيانات اعتماد مضمّنة: postgres وmysql وmongodb وredis وamqp
de: Datenbank-/Broker-URIs mit eingebetteten Zugangsdaten: postgres, mysql, mongodb, redis, amqp
es: URI de bases de datos y colas de mensajes con credenciales incrustadas: postgres, mysql, mongodb, redis, amqp
es_419: URI de bases de datos y colas de mensajes con credenciales incrustadas: postgres, mysql, mongodb, redis, amqp
fr: URI de bases de données et de brokers avec identifiants intégrés : postgres, mysql, mongodb, redis, amqp
it: URI di database/broker con credenziali incorporate: postgres, mysql, mongodb, redis, amqp
ja: 認証情報を含むデータベース/ブローカーのURI：postgres、mysql、mongodb、redis、amqp
ko: 자격 증명이 포함된 데이터베이스/브로커 URI: postgres, mysql, mongodb, redis, amqp
nl: Database-/broker-URI’s met inline inloggegevens: postgres, mysql, mongodb, redis, amqp
pl: Adresy URI baz danych i brokerów z danymi logowania: postgres, mysql, mongodb, redis, amqp
pt_br: URIs de bancos de dados e brokers com credenciais embutidas: postgres, mysql, mongodb, redis, amqp
pt_pt: URIs de bases de dados/brokers com credenciais inline: postgres, mysql, mongodb, redis, amqp
sv: Databas- och broker-URI:er med inbäddade inloggningsuppgifter: postgres, mysql, mongodb, redis, amqp
tr: Kimlik bilgileri gömülü veritabanı/aracı URI’leri: postgres, mysql, mongodb, redis, amqp
zh_hans: 内嵌凭证的数据库/消息中间件 URI：postgres、mysql、mongodb、redis、amqp
zh_hant: 內嵌憑證的資料庫/訊息代理 URI：postgres、mysql、mongodb、redis、amqp

source: Date of Birth
ar: تاريخ الميلاد
de: Geburtsdatum
es: Fecha de nacimiento
es_419: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
ja: 生年月日
ko: 생년월일
nl: Geboortedatum
pl: Data urodzenia
pt_br: Data de nascimento
pt_pt: Data de nascimento
sv: Födelsedatum
tr: Doğum Tarihi
zh_hans: 出生日期
zh_hant: 出生日期

source: Date recorded
ar: تاريخ التسجيل
de: Aufnahmedatum
es: Fecha de grabación
es_419: Fecha de grabación
fr: Date d’enregistrement
it: Data di registrazione
ja: 撮影日
ko: 촬영 날짜
nl: Opnamedatum
pl: Data nagrania
pt_br: Data da gravação
pt_pt: Data da gravação
sv: Inspelningsdatum
tr: Kayıt tarihi
zh_hans: 录制日期
zh_hant: 錄製日期

source: Delete %@ region
ar: حذف منطقة %@
de: Bereich %@ löschen
es: Eliminar el área %@
es_419: Eliminar el área %@
fr: Supprimer la zone %@
it: Elimina l’area %@
ja: %@の領域を削除
ko: %@ 영역 삭제
nl: Verwijder gebied %@
pl: Usuń obszar %@
pt_br: Excluir área %@
pt_pt: Eliminar a área de %@
sv: Ta bort området för %@
tr: %@ bölgesini sil
zh_hans: 删除%@区域
zh_hant: 刪除 %@ 區域

source: Delete redaction
ar: حذف الحجب
de: Schwärzung löschen
es: Eliminar censura
es_419: Eliminar censura
fr: Supprimer le masquage
it: Elimina l’oscuramento
ja: マスクを削除
ko: 가림 삭제
nl: Afdekking verwijderen
pl: Usuń zamazanie
pt_br: Excluir ocultação
pt_pt: Eliminar ocultação
sv: Ta bort maskering
tr: Karartmayı sil
zh_hans: 删除遮盖
zh_hant: 刪除遮蓋

source: Delete selected regions
ar: حذف المناطق المحددة
de: Ausgewählte Bereiche löschen
es: Eliminar las áreas seleccionadas
es_419: Eliminar las áreas seleccionadas
fr: Supprimer les zones sélectionnées
it: Elimina le aree selezionate
ja: 選択した領域を削除
ko: 선택한 영역 삭제
nl: Verwijder geselecteerde gebieden
pl: Usuń zaznaczone obszary
pt_br: Excluir áreas selecionadas
pt_pt: Eliminar as áreas selecionadas
sv: Ta bort markerade områden
tr: Seçili bölgeleri sil
zh_hans: 删除所选区域
zh_hant: 刪除所選區域

source: Deselect All
ar: إلغاء تحديد الكل
de: Auswahl aufheben
es: Deseleccionar todo
es_419: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべて解除
ko: 모두 선택 해제
nl: Deselecteer alles
pl: Odznacz wszystko
pt_br: Desmarcar Tudo
pt_pt: Desmarcar tudo
sv: Avmarkera alla
tr: Seçimi Kaldır
zh_hans: 取消全选
zh_hant: 取消全選

source: Details covered: %lld
ar: التفاصيل المحجوبة: %lld
de: Verdeckte Details: %lld
es: Detalles censurados: %lld
es_419: Detalles censurados: %lld
fr: Détails masqués : %lld
it: Dettagli coperti: %lld
ja: 隠した項目：%lld
ko: 가린 항목: %lld
nl: Afgedekte gegevens: %lld
pl: Zamazane dane: %lld
pt_br: Detalhes ocultos: %lld
pt_pt: Detalhes ocultados: %lld
sv: Maskerade detaljer: %lld
tr: Karartılan ayrıntılar: %lld
zh_hans: 已遮盖的项目：%lld
zh_hant: 已遮蓋的項目：%lld

source: Detected via Apple's NLP text engine
ar: يتم الكشف عنها عبر محرك النصوص NLP من Apple
de: Erkennung über Apples NLP-Textanalyse
es: Se detectan con el motor de texto NLP de Apple
es_419: Se detectan con el motor de texto NLP de Apple
fr: Détecté par le moteur de texte NLP d’Apple
it: Rilevati tramite il motore di testo NLP di Apple
ja: AppleのNLPテキストエンジンで検出
ko: Apple의 NLP 텍스트 엔진으로 감지
nl: Gedetecteerd via Apple’s NLP-tekstengine
pl: Wykrywane przez mechanizm NLP firmy Apple
pt_br: Detectado pelo mecanismo de texto NLP da Apple
pt_pt: Detetados pelo motor de texto NLP da Apple
sv: Hittas med Apples NLP-textmotor
tr: Apple’ın NLP metin motoruyla algılanır
zh_hans: 通过 Apple 的 NLP 文本引擎检测
zh_hant: 透過 Apple 的 NLP 文字引擎偵測

source: Detection limits are intentional. We only flag patterns specific enough to keep false positives rare.
ar: حدود الكشف مقصودة. فنحن لا نُشير إلا إلى الأنماط المحددة بدقة كافية لإبقاء الإيجابيات الكاذبة نادرة.
de: Erkennungsgrenzen sind absichtlich gesetzt. Wir markieren nur Muster, die spezifisch genug sind, um Fehlalarme selten zu halten.
es: Los límites de detección son intencionados. Solo marcamos patrones lo bastante específicos para que los falsos positivos sean poco frecuentes.
es_419: Los límites de detección son intencionados. Solo marcamos patrones lo bastante específicos para que los falsos positivos sean poco frecuentes.
fr: Les limites de détection sont intentionnelles. Nous ne signalons que les motifs suffisamment spécifiques pour que les faux positifs restent rares.
it: I limiti di rilevamento sono intenzionali. Segnaliamo solo gli schemi abbastanza specifici da rendere rari i falsi positivi.
ja: 検出の制限は意図的なものです。誤検知を稀に抑えるため、特定性の高いパターンのみを検知しています。
ko: 감지 범위의 한계는 의도적인 것입니다. 오탐을 최소화하기 위해 충분히 구체적인 패턴만 표시합니다.
nl: Detectielimieten zijn opzettelijk. We markeren alleen patronen die specifiek genoeg zijn om valse positieven zeldzaam te houden.
pl: Ograniczenia wykrywania są zamierzone. Oznaczamy tylko wzorce na tyle specyficzne, by fałszywe alarmy były rzadkie.
pt_br: Os limites de detecção são intencionais. Só sinalizamos padrões suficientemente específicos para manter os falsos positivos raros.
pt_pt: Os limites de deteção são intencionais. Só sinalizamos padrões suficientemente específicos para manter os falsos positivos raros.
sv: Detektionsgränser är avsiktliga. Vi markerar endast mönster som är tillräckligt specifika för att hålla antalet falska träffar lågt.
tr: Algılama sınırları kasıtlıdır. Yanlış pozitiflerin nadir olması için yeterince spesifik desenleri işaretliyoruz.
zh_hans: 检测限制是有意设置的。我们仅标记足够特定的模式，以保持误报率较低。
zh_hant: 偵測上的限制是刻意設計的。我們只標記夠明確的模式，讓誤判維持在極少數。

source: Developer
ar: مطور
de: Entwickler
es: Desarrollador
es_419: Desarrollador
fr: Développeur
it: Sviluppatore
ja: 開発者
ko: 개발자
nl: Ontwikkelaar
pl: Programista
pt_br: Desenvolvedor
pt_pt: Desenvolvedor
sv: Utvecklare
tr: Geliştirici
zh_hans: 开发者
zh_hant: 開發者

source: Developer Secret
ar: سرّ المطوّر
de: Entwickler-Secret
es: Secreto de desarrollador
es_419: Secreto de desarrollador
fr: Secret de développeur
it: Segreto per sviluppatori
ja: 開発者シークレット
ko: 개발자 시크릿
nl: Ontwikkelaarsgeheim
pl: Sekret programisty
pt_br: Segredo de desenvolvedor
pt_pt: Segredo de desenvolvedor
sv: Utvecklarhemlighet
tr: Geliştirici Gizli Anahtarı
zh_hans: 开发者密钥
zh_hant: 開發者密鑰

source: Device and software
ar: الجهاز والبرنامج
de: Gerät und Software
es: Dispositivo y software
es_419: Dispositivo y software
fr: Appareil et logiciel
it: Dispositivo e software
ja: デバイスとソフトウェア
ko: 기기 및 소프트웨어
nl: Apparaat en software
pl: Urządzenie i oprogramowanie
pt_br: Dispositivo e software
pt_pt: Dispositivo e software
sv: Enhet och programvara
tr: Cihaz ve yazılım
zh_hans: 设备和软件
zh_hant: 裝置和軟體

source: Device details
ar: تفاصيل الجهاز
de: Gerätedetails
es: Detalles del dispositivo
es_419: Detalles del dispositivo
fr: Détails de l’appareil
it: Dettagli del dispositivo
ja: デバイス情報
ko: 기기 정보
nl: Apparaatgegevens
pl: Dane urządzenia
pt_br: Detalhes do dispositivo
pt_pt: Detalhes do dispositivo
sv: Enhetsuppgifter
tr: Aygıt bilgileri
zh_hans: 设备信息
zh_hant: 裝置資訊

source: Device make and model, editing software, copyright notice, author, and creation time
ar: الشركة المصنّعة للجهاز وطرازه، وبرنامج التحرير، وإشعار حقوق النشر، والمؤلف، ووقت الإنشاء
de: Gerätehersteller und -modell, Bearbeitungssoftware, Copyright-Hinweis, Autor und Erstellungszeit
es: Marca y modelo del dispositivo, software de edición, aviso de copyright, autor y hora de creación
es_419: Marca y modelo del dispositivo, software de edición, aviso de copyright, autor y hora de creación
fr: Marque et modèle de l’appareil, logiciel de retouche, mention de copyright, auteur et date de création
it: Marca e modello del dispositivo, software di modifica, avviso di copyright, autore e data di creazione
ja: デバイスのメーカーとモデル、編集ソフトウェア、著作権表記、作成者、作成日時
ko: 기기 제조사와 모델, 편집 소프트웨어, 저작권 표시, 작성자, 생성 시각
nl: Merk en model van het apparaat, bewerkingssoftware, copyrightvermelding, auteur en tijd van aanmaak
pl: Marka i model urządzenia, oprogramowanie do edycji, informacja o prawach autorskich, autor i czas utworzenia
pt_br: Marca e modelo do dispositivo, software de edição, aviso de direitos autorais, autor e data de criação
pt_pt: Marca e modelo do dispositivo, software de edição, aviso de direitos de autor, autor e data de criação
sv: Enhetens märke och modell, redigeringsprogram, upphovsrättsnotis, skapare och tidpunkt då filen skapades
tr: Cihaz markası ve modeli, düzenleme yazılımı, telif hakkı bildirimi, yazar ve oluşturma zamanı
zh_hans: 设备厂商和型号、编辑软件、版权声明、作者以及创建时间
zh_hant: 裝置製造商與型號、編輯軟體、版權聲明、作者，以及建立時間

source: Disable redaction
ar: تعطيل الحجب
de: Schwärzung deaktivieren
es: Desactivar censura
es_419: Desactivar censura
fr: Désactiver le masquage
it: Disattiva l’oscuramento
ja: マスクを無効にする
ko: 가림 끄기
nl: Afdekking uitschakelen
pl: Wyłącz zamazanie
pt_br: Desativar ocultação
pt_pt: Desativar ocultação
sv: Inaktivera maskering
tr: Karartmayı devre dışı bırak
zh_hans: 停用遮盖
zh_hant: 停用遮蓋

source: Disable redaction for %@
ar: تعطيل الحجب لـ %@
de: Schwärzung für %@ deaktivieren
es: Desactivar la censura de %@
es_419: Desactivar la censura de %@
fr: Désactiver le masquage pour %@
it: Disattiva l’oscuramento per %@
ja: %@のマスクを無効にする
ko: %@ 가림 끄기
nl: Afdekking uitschakelen voor %@
pl: Wyłącz zamazanie dla %@
pt_br: Desativar ocultação para %@
pt_pt: Desativar ocultação para %@
sv: Inaktivera maskering för %@
tr: %@ için karartmayı devre dışı bırak
zh_hans: 停用对%@的遮盖
zh_hant: 停用 %@ 的遮蓋

source: Discard This Video?
ar: هل تريد تجاهل هذا الفيديو؟
de: Dieses Video verwerfen?
es: ¿Descartar este vídeo?
es_419: ¿Descartar este video?
fr: Supprimer cette vidéo ?
it: Eliminare questo video?
ja: このビデオを破棄しますか？
ko: 이 비디오를 버리겠습니까?
nl: Deze video weggooien?
pl: Odrzucić to wideo?
pt_br: Descartar este vídeo?
pt_pt: Descartar este vídeo?
sv: Vill du slänga den här videon?
tr: Bu Video Atılsın mı?
zh_hans: 要丢弃此视频吗？
zh_hant: 要捨棄此影片嗎？

source: Discard Video
ar: تجاهل الفيديو
de: Video verwerfen
es: Descartar vídeo
es_419: Descartar video
fr: Supprimer la vidéo
it: Elimina video
ja: ビデオを破棄
ko: 비디오 버리기
nl: Gooi video weg
pl: Odrzuć wideo
pt_br: Descartar vídeo
pt_pt: Descartar vídeo
sv: Släng video
tr: Videoyu At
zh_hans: 丢弃视频
zh_hant: 捨棄影片

source: Discard prepared image
ar: تجاهل الصورة المُعدّة
de: Vorbereitetes Bild verwerfen
es: Descartar imagen preparada
es_419: Descartar imagen preparada
fr: Supprimer l’image préparée
it: Scarta immagine preparata
ja: 準備した画像を破棄
ko: 준비된 이미지 버리기
nl: Voorbereide afbeelding weggooien
pl: Odrzuć przygotowany obraz
pt_br: Descartar imagem preparada
pt_pt: Descartar imagem preparada
sv: Kasta förberedd bild
tr: Hazırlanan görüntüyü sil
zh_hans: 丢弃已准备的图像
zh_hant: 捨棄已準備的影像

source: Discard prepared video
ar: تجاهل الفيديو المُعدّ
de: Vorbereitetes Video verwerfen
es: Descartar vídeo preparado
es_419: Descartar video preparado
fr: Supprimer la vidéo préparée
it: Scarta video preparato
ja: 準備したビデオを破棄
ko: 준비된 비디오 버리기
nl: Voorbereide video weggooien
pl: Odrzuć przygotowane wideo
pt_br: Descartar vídeo preparado
pt_pt: Descartar vídeo preparado
sv: Kasta förberedd video
tr: Hazırlanan videoyu sil
zh_hans: 丢弃已准备的视频
zh_hant: 捨棄已準備的影片

source: Dismiss
ar: إغلاق
de: Schließen
es: Cerrar
es_419: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
sv: Stäng
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

source: Dismiss photo
ar: إغلاق الصورة
de: Foto verwerfen
es: Descartar foto
es_419: Descartar foto
fr: Fermer la photo
it: Chiudi la foto
ja: 写真を閉じる
ko: 사진 닫기
nl: Foto sluiten
pl: Odrzuć zdjęcie
pt_br: Descartar foto
pt_pt: Fechar fotografia
sv: Stäng bilden
tr: Fotoğrafı kapat
zh_hans: 关闭照片
zh_hant: 關閉照片

source: Document
ar: مستند
de: Dokument
es: Documento
es_419: Documento
it: Documento
ja: 書類
ko: 문서
pl: Dokument
pt_br: Documento
pt_pt: Documento
sv: Dokument
tr: Belge
zh_hans: 文档
zh_hant: 文件

source: Document context
ar: سياق المستند
de: Dokumentkontext
es: Contexto del documento
es_419: Contexto del documento
fr: Contexte du document
it: Contesto del documento
ja: 書類の文脈
ko: 문서 맥락
pl: Kontekst dokumentu
pt_br: Contexto do documento
pt_pt: Contexto do documento
sv: Dokumentsammanhang
tr: Belge bağlamı
zh_hans: 文档上下文
zh_hant: 文件脈絡

source: Done
ar: تم
de: Fertig
es: Listo
es_419: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
sv: Klar
tr: Bitti
zh_hans: 完成
zh_hant: 完成

source: Done editing redactions
ar: إنهاء تحرير مناطق الحجب
de: Bearbeitung der Schwärzungen beenden
es: Finalizar la edición de censuras
es_419: Finalizar la edición de censuras
fr: Modification des masquages terminée
it: Modifica degli oscuramenti completata
ja: マスクの編集を完了
ko: 가림 편집 완료
nl: Klaar met het bewerken van afdekkingen
pl: Zakończ edycję zamazań
pt_br: Concluir edição das ocultações
pt_pt: Edição das ocultações concluída
sv: Klar med att redigera maskeringar
tr: Karartma düzenlemesini bitir
zh_hans: 完成遮盖编辑
zh_hant: 完成遮蓋編輯

source: Double tap to add to selection
ar: اضغط مرتين للإضافة إلى التحديد
de: Zum Hinzufügen zur Auswahl doppeltippen
es: Toca dos veces para añadir a la selección
es_419: Toca dos veces para agregar a la selección
fr: Touchez deux fois pour ajouter à la sélection
it: Tocca due volte per aggiungere alla selezione
ja: ダブルタップして選択に追加します
ko: 이중 탭하여 선택에 추가
nl: Tik twee keer om aan de selectie toe te voegen
pl: Stuknij dwukrotnie, aby dodać do zaznaczenia
pt_br: Toque duas vezes para adicionar à seleção
pt_pt: Toque duas vezes para adicionar à seleção
sv: Dubbeltryck för att lägga till i markeringen
tr: Seçime eklemek için çift dokunun
zh_hans: 轻点两下以加入所选项
zh_hant: 點兩下以加入選取範圍

source: Double tap to close
ar: اضغط مرتين للإغلاق
de: Zum Schließen doppeltippen
es: Toca dos veces para cerrar
es_419: Toca dos veces para cerrar
fr: Touchez deux fois pour fermer
it: Tocca due volte per chiudere
ja: ダブルタップして閉じます
ko: 이중 탭하여 닫기
nl: Tik twee keer om te sluiten
pl: Stuknij dwukrotnie, aby zamknąć
pt_br: Toque duas vezes para fechar
pt_pt: Toque duas vezes para fechar
sv: Dubbeltryck för att stänga
tr: Kapatmak için çift dokunun
zh_hans: 轻点两下以关闭
zh_hant: 點兩下以關閉

source: Double tap to collapse
ar: اضغط مرتين للطي
de: Zum Reduzieren doppeltippen
es: Toca dos veces para contraer
es_419: Toca dos veces para contraer
fr: Touchez deux fois pour réduire
it: Tocca due volte per comprimere
ja: ダブルタップして折りたたみます
ko: 이중 탭하여 접기
nl: Tik twee keer om samen te vouwen
pl: Stuknij dwukrotnie, aby zwinąć
pt_br: Toque duas vezes para recolher
pt_pt: Toque duas vezes para recolher
sv: Dubbeltryck för att komprimera
tr: Daraltmak için çift dokunun
zh_hans: 轻点两下以折叠
zh_hant: 點兩下以摺疊

source: Double tap to deselect
ar: اضغط مرتين لإلغاء التحديد
de: Zum Aufheben der Auswahl doppeltippen
es: Toca dos veces para deseleccionar
es_419: Toca dos veces para deseleccionar
fr: Touchez deux fois pour désélectionner
it: Tocca due volte per deselezionare
ja: ダブルタップして選択を解除します
ko: 이중 탭하여 선택 해제
nl: Tik twee keer om te deselecteren
pl: Stuknij dwukrotnie, aby anulować zaznaczenie
pt_br: Toque duas vezes para desmarcar
pt_pt: Toque duas vezes para desmarcar
sv: Dubbeltryck för att avmarkera
tr: Seçimi kaldırmak için çift dokunun
zh_hans: 轻点两下以取消选择
zh_hant: 點兩下以取消選取
